{
   "title": "ĐỔI TRẢ BẢO HÀNH",
   "heading1": "Điều kiện đổi hàng:",
   "heading2": "Đối với đơn hàng online",
   "heading3": "Các trường hợp bị từ chối đổi hàng, bảo hành:",
   "heading4": "Cách thức gửi trả hàng:",
   "heading5": "– Bước 1: ",
   "heading6": "– Bước 2:",
   "text1": "Quý khách vui lòng kiểm tra lại sản phẩm trước khi thanh toán và rời cửa hàng.",
   "text2": "Yay – For Kids không áp dụng trả hàng & hoàn lại tiền sau khi mua.",
   "text3": "» Hàng Đổi là hàng hóa mua tại cửa hàng Yay – For Kids và phải có Hoá đơn tính tiền tương ứng đính kèm khi đổi hàng.",
   "text4": "» Sản phẩm được áp dụng đổi hàng đối với hàng mua tại cửa hàng và đơn đặt hàng online trong vòng 14 ngày (kể từ ngày nhận hàng).",
   "text5": "» Sản phẩm được áp dụng đổi hàng trong các điều kiện sau:",
   "text6": "– Sản phẩm bị lỗi kỹ thuật do nhà sản xuất hoặc thiếu chi tiết nhưng bên ngoài sản phẩm không bị trầy xước/ bể/ vỡ/ móp méo.",
   "text7": "– Sản phẩm khách hàng nhận không đúng sản phẩm đã đặt hàng và sản phẩm còn bao bì nguyên vẹn, không bị rách/ móp.",
   "text8": "– Nếu Quý khách kiên quyết trả lại hàng khi bưu tá đến giao, Quý khách vui lòng thanh toán các chi phí giao hàng: phí vận chuyển và phí dịch vụ cộng thêm (nếu có) cho bưu cục.",
   "text9": "– Sản phẩm đổi trả phải còn hóa đơn bán hàng do Yay – For Kids gửi kèm theo kiện hàng.",
   "text10": "» Giá trị hàng đổi phải bằng hoặc lớn hơn sản phẩm đã mua trước đó; nếu sản phẩm đổi có giá trị nhỏ hơn thì số dư còn lại sẽ được tính thành credit để lại cửa hàng cho lần thanh toán tiếp theo.",
   "text11": "› Sản phẩm bị hư hại do thiên tai, hỏa hoạn, lụt lội, sét đánh…",
   "text12": "› Sản phẩm bị đặt tại nơi bụi bẩn, ẩm ướt;",
   "text13": "› Sản phẩm bị biến dạng do tác động nhiệt, tác động lực bên ngoài;",
   "text14": "› Sản phẩm có vết mốc, rỉ sét hoặc bị ăn mòn, oxy hóa bởi hóa chất;",
   "text15": "› Sản phẩm sử dụng không đúng theo hướng dẫn của Yay – For Kids nên gây ra hư hỏng;",
   "text16": "› Quá thời hạn đổi trả 14 (mười bốn) ngày đối với khách nội thành; và 17 (mười bảy) ngày đối với khách ngoài tỉnh kể từ ngày nhận hàng.",
   "text17": "Khách hàng chụp hình/ quay clip sản phẩm bị lỗi hoặc bị hư hỏng… gửi thông tin và yêu cầu trả hàng qua một trong các kênh liên lạc của Yay – For Kids (hotline, facebook, zalo)",
   "text18": "Khách hàng gửi trả hàng theo 1 trong những cách sau:",
   "text19": "Cách 1: Khách hàng mang hàng trực tiếp đến trả tại cửa hàng.",
   "text20": "Cách 2: Gửi về địa chỉ cửa hàng trên kiện hàng khách đã nhận."
}