{
   "user": {
      "header": {
         "home": "Trang chủ",
         "product": "Sản phẩm",
         "service": "Dịch vụ",
         "about": "Giới thiệu",
         "contact": "Liên hệ",
         "cart": "Giỏ hàng",
         "login": "Đăng nhập",
         "register": "Đăng ký"
      },
      "footer": {
         "receive_news": "NHẬN TIN TỪ CHÚNG TÔI",
         "information": "THÔNG TIN",
         "policy": "CHÍNH SÁCH",
         "follow": "THEO DÕI CHÚNG TÔI",
         "payment": "THANH TOÁN",
         "email_placeholder": "Nhập email của bạn",
         "btn_send": "GỬI",
         "hotline": "HOTLINE (9:00 - 19:00)",
         "work_time": "Từ Thứ 2 đến Chủ nhật",
         "about_shop": "Về Yay for Kids",
         "shopping_guide": "Hướng dẫn mua hàng",
         "payment_delivery": "Giao hành & thanh toán",
         "frequently_question": "Câu hỏi thường gặp",
         "term_service": "Điều khoản dịch vụ",
         "warranty": "Đổi trả & bảo hành",
         "security": "Bảo mật",
         "copyright": "Copyright © DTN – All rights reserved.",
         "address": "475A Điện Biên Phủ, Phường 25, Bình Thạnh, Thành Phố Hồ Chí Minh, Việt Nam",
         "customer_support": "HỔ TRỢ KHÁCH HÀNG"
      },
      "homepage": {
         "new_product": "SẢN PHẨM MỚI",
         "base_on_age": "THEO ĐỘ TUỔI",
         "base_on_skill": "THEO KĨ NĂNG",
         "base_on_branch": "THƯƠNG HIỆU",
         "see_more": "Xem thêm",
         "updating_product": "Sản phẩm đang được cập nhật"
      },
      "product": {
         "base_on_age": "Theo độ tuổi",
         "base_on_branch": "Theo thương hiệu",
         "base_on_skill": "Theo kĩ năng",
         "uncheck": "Bỏ chọn",
         "search": "Lọc sản phẩm",
         "age": "Độ tuổi",
         "branch": "Thương hiệu",
         "skill": "Kĩ năng",
         "updating_product": "Sản phẩm đang được cập nhật",
         "age1": "0-1 tuổi",
         "age2": "2+ tuổi",
         "age3": "3+ tuổi",
         "age4": "4-6 tuổi",
         "age5": "6-10 tuổi",
         "age6": "12+ tuổi",
         "skill1": "Khám phá",
         "skill2": "Tư duy logic",
         "skill3": "Nghê thuật hội họa",
         "skill4": "Nhanh mắt khéo tay",
         "skill5": "Tương tác xã hội",
         "skill6": "Vận động"
      },
      "about": {
         "title": "GIỚI THIỆU CHUNG",
         "text1": "Yay For Kids là đơn vị kinh doanh Đồ chơi Giáo dục, kích thích trí thông minh và phát triển năng lực sáng tạo của trẻ. Với mong muốn đem đến những món đồ chơi trí tuệ chất lượng tốt, giá cả phải chăng, phục vụ cho nhu cầu học mà chơi, chơi mà học của trẻ em Việt Nam, chúng tôi luôn tìm kiếm những đối tác uy tín, có kinh nghiệm lâu năm trong ngành thiết kế, phát triển và sản xuất Đồ chơi Trí Tuệ. Các thương hiệu mà chúng tôi phân phối đều đạt nhiều tiêu chuẩn an toàn và thỏa mãn các điều kiện xuất khẩu châu Âu. Chúng tôi cho rằng, một món đồ chơi Giáo dục đạt chuẩn phải vừa đem lại niềm vui cho trẻ, nhưng cũng phải đem lại sự an tâm cho ba mẹ. Do đó, việc lựa chọn các chất liệu an toàn là vô cùng quan trọng.",
         "text2": "Yay cũng rất quan tâm đến trải nghiệm người dùng, luôn trân trọng những tình cảm mà khách hàng muốn gửi gắm qua các món quà dành tặng bạn bè, người thân. Vậy nên ở Yay, chúng tôi chăm chút, chỉn chu đến từng chi tiết nhỏ nhất mỗi khi gói quà tặng theo yêu cầu của khách, tìm mọi cách để thể hiện tình cảm của khách hàng một cách tốt nhất.",
         "vision": "TẦM NHÌN",
         "mission": "NHIỆM VỤ",
         "aspires": "KHÁT VỌNG",
         "text3": "» Trở thành công ty hàng đầu về đồ chơi trí tuệ, phát triển bền vững vì lợi ích người tiêu dùng.",
         "text4": "» Tạo ra một tuổi thơ đầy niềm vui cho trẻ, tạo nên thế hệ trẻ em phát triển sáng tạo về tư duy và đầy đủ về cảm xúc.",
         "text5": "» Cố gắng hết sức để góp phần nâng cao tầm vóc về cảm xúc, phát triển tư duy logic, phát triển trí tuệ cảm xúc cho trẻ em Việt Nam. Tạo ra nhiều hơn nữa những ước mơ, những tài năng sáng tạo, những cảm xúc phấn khởi, vì một tương lai Việt."
      },
      "contact": {
         "title": "LIÊN HỆ CHÚNG TÔI",
         "updating_content": "Nội dung đang được cập nhật"
      },
      "login": {
         "title": "ĐĂNG NHẬP",
         "email": "Email",
         "email_placeholder": "Nhập email của bạn",
         "password": "Mật khẩu",
         "password_placeholder": "Nhập mật khẩu của bạn",
         "remember_login": "Ghi nhớ đăng nhập",
         "forget_password": "Quên mật khẩu",
         "submit": "Đăng nhập",
         "text1": "Đăng ký nếu bạn chưa có tài khoản trước đó?",
         "register": "Đăng ký"
      },
      "register": {
         "title": "ĐĂNG KÝ",
         "email": "Email",
         "email_placeholder": "Nhập email",
         "password": "Mật khẩu",
         "password_placeholder": "Nhập mật khẩu",
         "confirmPwd": "Xác nhận mật khẩu",
         "confirmPwd_placeholder": "Nhập mật khẩu xác nhận",
         "submit": "Đăng ký",
         "text1": "Nếu bạn đã có tài khoản?",
         "login": "Đăng nhập"
      },
      "shopping_guide": {
         "title": "HƯỚNG DẪN MUA HÀNG",
         "heading1": "BƯỚC 1: ĐĂNG KÝ TÀI KHOẢN",
         "heading2": "BƯỚC 2: TÌM KIẾM VÀ TÌM HIỂU THÔNG TIN SẢN PHẨM",
         "heading3": "BƯỚC 3: ĐẶT HÀNG",
         "heading4": "LƯU Ý VỀ MÃ KHUYẾN MÃI",
         "heading5": "BƯỚC 4: PHƯƠNG THỨC THANH TOÁN & CÁCH THỨC NHẬN HÀNG",
         "text1": "Để bắt đầu mua hàng trên yay.toys và được hưởng những ưu đãi hấp dẫn nhất, hãy dành 1 phút để tạo tài khoản bằng Email cá nhân, tài khoản Facebook hoặc tài khoản Google. Ở những lần mua hàng sau, bạn chỉ cần truy cập Website yay.toys, đăng nhập và tiến hành mua sắm mà không cần tạo tài khoản mới.",
         "text2": "Để tìm kiếm sản phẩm phù hợp với nhu cầu bản thân, bạn có thể tham khảo 2 cách sau:",
         "text3": "- Cách 1: Truy cập Menu Đồ chơi và lựa chọn sản phẩm theo từng Danh mục",
         "text4": "- Cách 2: Nhập tên sản phẩm hoặc tên thương hiệu cần tìm vào thanh “Tìm kiếm”",
         "text5": "Sau khi tìm được sản phẩm ưng ý, bạn có thể tìm hiểu thông tin chi tiết về sản phẩm tại mục MÔ TẢ SẢN PHẨM và THÔNG TIN SẢN PHẨM. Ngoài ra, bạn cũng có thể tham khảo thêm Feedback của các khách hàng khác đã mua và trải nghiệm sản phẩm tại mục NHẬN XÉT SẢN PHẨM.",
         "text6": "Sau khi kiểm tra kỹ sản phẩm trong giỏ hàng, bạn vui lòng nhập đầy đủ thông tin cá nhân và mã khuyến mãi (nếu có) theo nhu cầu của mình.",
         "text7": "Khi cần kiểm tra đơn hàng, bạn vui lòng liên hệ trực tiếp đến Fanpage hoặc hotline 097 88 99 150 / 0968 56 56 59.",
         "text8": "- Mỗi đơn hàng chỉ áp dụng duy nhất 1 mã khuyến mãi.",
         "text9": "- Khi có quà đi kèm với đơn hàng, món quà đó cũng phải thể hiện trong giỏ hàng của bạn trước khi đặt hàng. Bạn vui lòng liên hệ trực tiếp với fanpage khi cần hỗ trợ về mã khuyến mãi.",
         "text10": "- Đối với những mã khuyến mãi áp Yay gửi riêng cho bạn – những mã khuyến mãi này chỉ áp dụng khi đơn hàng được thực hiện bởi tài khoản của bạn, Yay sẽ KHÔNG hỗ trợ đổi/trả phần quà nếu như bạn nhập nhầm MÃ KHUYẾN MÃI. Vậy nên, vui lòng kiểm tra thật kỹ phần quà nhận được sau khi áp dụng Mã khuyến mãi trước khi tiến hành đặt mua sản phẩm.",
         "text11": "Nhập địa chỉ giao hàng, đồng thời lựa chọn phương thức nhận hàng, thanh toán một cách chính xác và chọn các dịch vụ kèm theo nếu có nhu cầu. Sau khi xác nhận đặt hàng, bạn sẽ nhận được mã đơn hàng và email xác nhận từ Yay. Hãy lưu lại mã đơn hàng để bộ phận CSKH của chúng tôi có thể giải quyết các thắc mắc cho bạn trong trường hợp cần thiết.",
         "text12": "Khi có nhu cầu cần kiểm tra trạng thái đơn hàng, vui lòng liên hệ trực tiếp đến Fanpage hoặc hotline 097 88 99 150 / 0968 56 56 59.",
         "text13": "Yay xin chân thành cảm ơn và chúc bạn có một trải nghiệm mua sắm tốt đẹp!"
      },
      "error": {
         "email_required": "Email không được để trống",
         "password_required": "Mật khẩu không được để trống",
         "confirmPwd_required": "Mật khẩu xác nhận không được để trống",
         "password_min_length": "Mật khẩu phải nhiều hơn {{0}} ký tự",
         "password_max_length": "Mật khẩu phải ít hơn {{0}} ký tự",
         "incorrect_confirmPwd": "Mật khẩu xác nhận không chính xác"
      }
   },
   "admin": {
      "header": {
         "home": "Home",
         "role": "Roles",
         "user": "Users",
         "product": "Products",
         "age": "Ages",
         "branch": "Branches",
         "skill": "Skills",
         "my_account": "My Account",
         "logout": "Log out"
      }
   }
}