{
   "user": {
      "header": {
         "home": "Trang chủ",
         "product": "Sản phẩm",
         "service": "Dịch vụ",
         "about": "Giới thiệu",
         "contact": "Liên hệ",
         "cart": "Giỏ hàng",
         "login": "Đăng nhập",
         "register": "Đăng ký",
         "account": "Tài khoản",
         "logout": "Đăng xuất"
      },
      "footer": {
         "receive_news": "NHẬN TIN TỪ CHÚNG TÔI",
         "information": "THÔNG TIN",
         "policy": "CHÍNH SÁCH",
         "follow": "THEO DÕI CHÚNG TÔI",
         "payment": "THANH TOÁN",
         "email_placeholder": "Nhập email của bạn",
         "btn_send": "GỬI",
         "hotline": "HOTLINE (9:00 - 19:00)",
         "work_time": "Từ Thứ 2 đến Chủ nhật",
         "about_shop": "Về Yay for Kids",
         "shopping_guide": "Hướng dẫn mua hàng",
         "payment_delivery": "Giao hành & thanh toán",
         "frequently_question": "Câu hỏi thường gặp",
         "term_service": "Điều khoản dịch vụ",
         "warranty": "Đổi trả & bảo hành",
         "security": "Bảo mật",
         "copyright": "Copyright © DTN – All rights reserved.",
         "address": "475A Điện Biên Phủ, Phường 25, Bình Thạnh, Thành Phố Hồ Chí Minh, Việt Nam",
         "customer_support": "HỔ TRỢ KHÁCH HÀNG"
      },
      "homepage": {
         "new_product": "SẢN PHẨM MỚI",
         "base_on_age": "THEO ĐỘ TUỔI",
         "base_on_skill": "THEO KĨ NĂNG",
         "base_on_branch": "THƯƠNG HIỆU",
         "see_more": "Xem thêm",
         "updating_product": "Sản phẩm đang được cập nhật"
      },
      "product": {
         "base_on_age": "Theo độ tuổi",
         "base_on_branch": "Theo thương hiệu",
         "base_on_skill": "Theo kĩ năng",
         "uncheck": "Bỏ chọn",
         "search": "Lọc sản phẩm",
         "age": "Độ tuổi",
         "branch": "Thương hiệu",
         "skill": "Kĩ năng",
         "updating_product": "Sản phẩm đang được cập nhật",
         "age1": "0-1 tuổi",
         "age2": "2+ tuổi",
         "age3": "3+ tuổi",
         "age4": "4-6 tuổi",
         "age5": "6-10 tuổi",
         "age6": "12+ tuổi",
         "skill1": "Khám phá",
         "skill2": "Tư duy logic",
         "skill3": "Nghê thuật hội họa",
         "skill4": "Nhanh mắt khéo tay",
         "skill5": "Tương tác xã hội",
         "skill6": "Vận động",
         "branch1": "MIDEER",
         "branch2": "JOAN MIRO",
         "branch3": "TOI WORLD",
         "branch4": "TOOKY TOY",
         "branch5": "AVENIR",
         "branch6": "MOULD KING",
         "name_placeholder": "Nhập tên sản phẩm"
      },
      "product_detail": {
         "branch": "Thương hiệu",
         "skill": "Kĩ năng",
         "age": "Độ tuổi",
         "rate": "Nhận xét",
         "price": "Giá",
         "amount": "Số lượng",
         "btn_add": "Thêm vào giỏ hàng",
         "btn_buy": "Mua ngay",
         "heading1": "ĐĂNG KÝ NHẬN THÔNG BÁO KHI MÓN HÀNG NÀY QUAY TRỞ LẠI",
         "email_placeholder": "Nhập email của bạn",
         "btn_send": "GỬI",
         "description": "Mô tả sản phẩm:"
      },
      "about": {
         "title": "GIỚI THIỆU CHUNG",
         "text1": "Yay For Kids là đơn vị kinh doanh Đồ chơi Giáo dục, kích thích trí thông minh và phát triển năng lực sáng tạo của trẻ. Với mong muốn đem đến những món đồ chơi trí tuệ chất lượng tốt, giá cả phải chăng, phục vụ cho nhu cầu học mà chơi, chơi mà học của trẻ em Việt Nam, chúng tôi luôn tìm kiếm những đối tác uy tín, có kinh nghiệm lâu năm trong ngành thiết kế, phát triển và sản xuất Đồ chơi Trí Tuệ. Các thương hiệu mà chúng tôi phân phối đều đạt nhiều tiêu chuẩn an toàn và thỏa mãn các điều kiện xuất khẩu châu Âu. Chúng tôi cho rằng, một món đồ chơi Giáo dục đạt chuẩn phải vừa đem lại niềm vui cho trẻ, nhưng cũng phải đem lại sự an tâm cho ba mẹ. Do đó, việc lựa chọn các chất liệu an toàn là vô cùng quan trọng.",
         "text2": "Yay cũng rất quan tâm đến trải nghiệm người dùng, luôn trân trọng những tình cảm mà khách hàng muốn gửi gắm qua các món quà dành tặng bạn bè, người thân. Vậy nên ở Yay, chúng tôi chăm chút, chỉn chu đến từng chi tiết nhỏ nhất mỗi khi gói quà tặng theo yêu cầu của khách, tìm mọi cách để thể hiện tình cảm của khách hàng một cách tốt nhất.",
         "vision": "TẦM NHÌN",
         "mission": "NHIỆM VỤ",
         "aspires": "KHÁT VỌNG",
         "text3": "» Trở thành công ty hàng đầu về đồ chơi trí tuệ, phát triển bền vững vì lợi ích người tiêu dùng.",
         "text4": "» Tạo ra một tuổi thơ đầy niềm vui cho trẻ, tạo nên thế hệ trẻ em phát triển sáng tạo về tư duy và đầy đủ về cảm xúc.",
         "text5": "» Cố gắng hết sức để góp phần nâng cao tầm vóc về cảm xúc, phát triển tư duy logic, phát triển trí tuệ cảm xúc cho trẻ em Việt Nam. Tạo ra nhiều hơn nữa những ước mơ, những tài năng sáng tạo, những cảm xúc phấn khởi, vì một tương lai Việt."
      },
      "contact": {
         "title": "LIÊN HỆ CHÚNG TÔI",
         "updating_content": "Nội dung đang được cập nhật"
      },
      "login": {
         "title": "ĐĂNG NHẬP",
         "email": "Email",
         "email_placeholder": "Nhập email của bạn",
         "password": "Mật khẩu",
         "password_placeholder": "Nhập mật khẩu của bạn",
         "remember_login": "Ghi nhớ đăng nhập",
         "forget_password": "Quên mật khẩu",
         "submit": "Đăng nhập",
         "text1": "Đăng ký nếu bạn chưa có tài khoản trước đó?",
         "register": "Đăng ký"
      },
      "register": {
         "title": "ĐĂNG KÝ",
         "email": "Email",
         "email_placeholder": "Nhập email",
         "password": "Mật khẩu",
         "password_placeholder": "Nhập mật khẩu",
         "confirmPwd": "Xác nhận mật khẩu",
         "confirmPwd_placeholder": "Nhập mật khẩu xác nhận",
         "submit": "Đăng ký",
         "text1": "Nếu bạn đã có tài khoản?",
         "login": "Đăng nhập"
      },
      "shopping_guide": {
         "title": "HƯỚNG DẪN MUA HÀNG",
         "heading1": "BƯỚC 1: ĐĂNG KÝ TÀI KHOẢN",
         "heading2": "BƯỚC 2: TÌM KIẾM VÀ TÌM HIỂU THÔNG TIN SẢN PHẨM",
         "heading3": "BƯỚC 3: ĐẶT HÀNG",
         "heading4": "LƯU Ý VỀ MÃ KHUYẾN MÃI",
         "heading5": "BƯỚC 4: PHƯƠNG THỨC THANH TOÁN & CÁCH THỨC NHẬN HÀNG",
         "text1": "Để bắt đầu mua hàng trên yay.toys và được hưởng những ưu đãi hấp dẫn nhất, hãy dành 1 phút để tạo tài khoản bằng Email cá nhân, tài khoản Facebook hoặc tài khoản Google. Ở những lần mua hàng sau, bạn chỉ cần truy cập Website yay.toys, đăng nhập và tiến hành mua sắm mà không cần tạo tài khoản mới.",
         "text2": "Để tìm kiếm sản phẩm phù hợp với nhu cầu bản thân, bạn có thể tham khảo 2 cách sau:",
         "text3": "- Cách 1: Truy cập Menu Đồ chơi và lựa chọn sản phẩm theo từng Danh mục",
         "text4": "- Cách 2: Nhập tên sản phẩm hoặc tên thương hiệu cần tìm vào thanh “Tìm kiếm”",
         "text5": "Sau khi tìm được sản phẩm ưng ý, bạn có thể tìm hiểu thông tin chi tiết về sản phẩm tại mục MÔ TẢ SẢN PHẨM và THÔNG TIN SẢN PHẨM. Ngoài ra, bạn cũng có thể tham khảo thêm Feedback của các khách hàng khác đã mua và trải nghiệm sản phẩm tại mục NHẬN XÉT SẢN PHẨM.",
         "text6": "Sau khi kiểm tra kỹ sản phẩm trong giỏ hàng, bạn vui lòng nhập đầy đủ thông tin cá nhân và mã khuyến mãi (nếu có) theo nhu cầu của mình.",
         "text7": "Khi cần kiểm tra đơn hàng, bạn vui lòng liên hệ trực tiếp đến Fanpage hoặc hotline 097 88 99 150 / 0968 56 56 59.",
         "text8": "- Mỗi đơn hàng chỉ áp dụng duy nhất 1 mã khuyến mãi.",
         "text9": "- Khi có quà đi kèm với đơn hàng, món quà đó cũng phải thể hiện trong giỏ hàng của bạn trước khi đặt hàng. Bạn vui lòng liên hệ trực tiếp với fanpage khi cần hỗ trợ về mã khuyến mãi.",
         "text10": "- Đối với những mã khuyến mãi áp Yay gửi riêng cho bạn – những mã khuyến mãi này chỉ áp dụng khi đơn hàng được thực hiện bởi tài khoản của bạn, Yay sẽ KHÔNG hỗ trợ đổi/trả phần quà nếu như bạn nhập nhầm MÃ KHUYẾN MÃI. Vậy nên, vui lòng kiểm tra thật kỹ phần quà nhận được sau khi áp dụng Mã khuyến mãi trước khi tiến hành đặt mua sản phẩm.",
         "text11": "Nhập địa chỉ giao hàng, đồng thời lựa chọn phương thức nhận hàng, thanh toán một cách chính xác và chọn các dịch vụ kèm theo nếu có nhu cầu. Sau khi xác nhận đặt hàng, bạn sẽ nhận được mã đơn hàng và email xác nhận từ Yay. Hãy lưu lại mã đơn hàng để bộ phận CSKH của chúng tôi có thể giải quyết các thắc mắc cho bạn trong trường hợp cần thiết.",
         "text12": "Khi có nhu cầu cần kiểm tra trạng thái đơn hàng, vui lòng liên hệ trực tiếp đến Fanpage hoặc hotline 097 88 99 150 / 0968 56 56 59.",
         "text13": "Yay xin chân thành cảm ơn và chúc bạn có một trải nghiệm mua sắm tốt đẹp!"
      },
      "payment_delivery": {
         "title": "GIAO HÀNG VÀ THANH TOÁN",
         "heading1": "PHƯƠNG THỨC GIAO HÀNG:",
         "heading2": "PHƯƠNG THỨC THANH TOÁN:",
         "text1": "Hiện tại, Yay đang có 2 phương thức giao hàng và 3 phương thức thanh toán như sau:",
         "text2": "- Giao hỏa tốc trong ngày: Dành cho khách hàng ở thành phố Hồ Chí Minh. Quý khách vui lòng ghi chú rõ trong đơn hàng hoặc liên hệ trực tiếp đến Fanpage hoặc hotline sau khi đặt hàng để chúng tôi có thể ưu tiên giao hàng cho quý khách.",
         "text3": "- Giao hàng thông thường: Chúng tôi sẽ tiến hành giao hàng cho quý khách thông qua các đơn vị vận chuyển trung gian. Thời gian giao hàng dự kiến cho khách hàng ở TPHCM là 1-2 ngày và khách hàng ngoại tỉnh là 3-4 ngày.",
         "text4": "- Thanh toán tiền mặt khi nhận hàng – COD (áp dụng cho mọi đơn hàng có địa chỉ nhận hàng ở Việt Nam).",
         "text5": "- Thanh toán chuyển khoản: Sau khi khách hàng đặt hàng thành công, hệ thống sẽ gửi email xác nhận đặt hàng gồm có mã đơn hàng và thông tin chuyển khoản. Khách hàng có thể chuyển qua iBanking, chuyển tiền mặt ở ngân hàng, chuyển qua ATM… Khi chuyển quý khách lưu ý ghi rõ mã đơn hàng để tiện trong việc kiểm tra và cập nhật thanh toán.",
         "text6": "- Thông tin chuyển khoản:",
         "text7": "- Tên người nhận: xxxx xxxx xxxx",
         "text8": "- Số tài khoản: xxxxxxxxxx",
         "text9": "- Tên ngân hàng: Ngân hàng x",
         "text10": "- Nội dung chuyển khoản: Mã đơn hàng & Số điện thoại mua hàng",
         "text11": "- Trường hợp quý khách chuyển khoản qua cây ATM không ghi được nội dung, vui lòng giữ lại biên nhận và gọi vào hotline 0978899150 hoặc gửi tin nhắn vào fanpage để được hỗ trợ xác nhận thanh toán. Sau khi đơn hàng được cập nhật thanh toán thành công sẽ được xử lý và ship đi sớm nhất có thể.",
         "text12": "- Thanh toán qua VNPAY: Sau khi khách hàng bấm vào Hoàn tất đơn hàng, trang web sẽ hiển thị giao diện thanh toán, quý khách chọn quét mã QR để tiến hành thanh toán. Trong trường hợp quý khách chưa kịp thanh toán mà lỡ thoát khỏi giao diện hoặc mã QR hết hạn, vui lòng liên hệ trực tiếp với fanpage hoặc hotline 0978899150 để được hỗ trợ thanh toán và xác nhận đơn hàng."
      },
      "frequently_question": {
         "title": "CÂU HỎI THƯỜNG GẶP",
         "heading1": "Tôi theo dõi đơn hàng của mình ở đâu?",
         "heading2": "Tôi không hài lòng với sản phẩm và muốn đổi/trả thì phải làm như thế nào?",
         "heading3": "Sản phẩm của Yay có đáng tin không?",
         "text1": "Quý khách có thể vào Tài khoản > Đơn hàng để biết mình đã đặt những đơn hàng nào và bao gồm những sản phẩm gì. Nếu như quý khách muốn theo dõi đơn hàng của mình chi tiết và cụ thể hơn nữa (đơn vị vận chuyển, lộ trình vận chuyển, thời gian giao hàng, mã vận đơn,…), vui lòng liên hệ trực tiếp đến fanpage của Yay hoặc gọi hotline để chúng tôi có thể cung cấp thông tin cho quý khách.",
         "text2": "Mời quý khách tham khảo chính sách đổi trả hàng của chúng tôi tại ĐÂY. Ngoài ra, nếu như quý khách chưa vừa ý với bất kỳ khía cạnh nào, quý khách có thể góp ý trực tiếp với chúng tôi thông qua fanpage chính thức. Yay xin tiếp nhận ý kiến xây dựng của quý khách để có thể phục vụ quý khách tốt hơn trong tương lai.",
         "text3": "Chúng tôi có thể khẳng định rằng, tất cả sản phẩm của chúng tôi đều là hàng nhập khẩu chính hãng có giấy chứng nhận ISO9001, XUẤT KHẨU CHÂU ÂU, FAMA DISNEY,… từ các hãng đồ chơi lớn trên thế giới như MIDEER, TOI, AVENIR,… đảm bảo được độ an toàn và thân thiện với trẻ nhỏ."
      },
      "term_service": {
         "title": "ĐIỀU KHOẢN DỊCH VỤ",
         "updating_content":"Nội dung đang được cập nhật"
      },
      "exchange_warranty": {
         "title": "ĐỔI TRẢ BẢO HÀNH",
         "heading1": "Điều kiện đổi hàng:",
         "heading2": "Đối với đơn hàng online",
         "heading3": "Các trường hợp bị từ chối đổi hàng, bảo hành:",
         "heading4": "Cách thức gửi trả hàng:",
         "heading5": "– Bước 1: ",
         "heading6": "– Bước 2:",
         "text1": "Quý khách vui lòng kiểm tra lại sản phẩm trước khi thanh toán và rời cửa hàng.",
         "text2": "Yay – For Kids không áp dụng trả hàng & hoàn lại tiền sau khi mua.",
         "text3": "» Hàng Đổi là hàng hóa mua tại cửa hàng Yay – For Kids và phải có Hoá đơn tính tiền tương ứng đính kèm khi đổi hàng.",
         "text4": "» Sản phẩm được áp dụng đổi hàng đối với hàng mua tại cửa hàng và đơn đặt hàng online trong vòng 14 ngày (kể từ ngày nhận hàng).",
         "text5": "» Sản phẩm được áp dụng đổi hàng trong các điều kiện sau:",
         "text6": "– Sản phẩm bị lỗi kỹ thuật do nhà sản xuất hoặc thiếu chi tiết nhưng bên ngoài sản phẩm không bị trầy xước/ bể/ vỡ/ móp méo.",
         "text7": "– Sản phẩm khách hàng nhận không đúng sản phẩm đã đặt hàng và sản phẩm còn bao bì nguyên vẹn, không bị rách/ móp.",
         "text8": "– Nếu Quý khách kiên quyết trả lại hàng khi bưu tá đến giao, Quý khách vui lòng thanh toán các chi phí giao hàng: phí vận chuyển và phí dịch vụ cộng thêm (nếu có) cho bưu cục.",
         "text9": "– Sản phẩm đổi trả phải còn hóa đơn bán hàng do Yay – For Kids gửi kèm theo kiện hàng.",
         "text10": "» Giá trị hàng đổi phải bằng hoặc lớn hơn sản phẩm đã mua trước đó; nếu sản phẩm đổi có giá trị nhỏ hơn thì số dư còn lại sẽ được tính thành credit để lại cửa hàng cho lần thanh toán tiếp theo.",
         "text11": "› Sản phẩm bị hư hại do thiên tai, hỏa hoạn, lụt lội, sét đánh…",
         "text12": "› Sản phẩm bị đặt tại nơi bụi bẩn, ẩm ướt;",
         "text13": "› Sản phẩm bị biến dạng do tác động nhiệt, tác động lực bên ngoài;",
         "text14": "› Sản phẩm có vết mốc, rỉ sét hoặc bị ăn mòn, oxy hóa bởi hóa chất;",
         "text15": "› Sản phẩm sử dụng không đúng theo hướng dẫn của Yay – For Kids nên gây ra hư hỏng;",
         "text16": "› Quá thời hạn đổi trả 14 (mười bốn) ngày đối với khách nội thành; và 17 (mười bảy) ngày đối với khách ngoài tỉnh kể từ ngày nhận hàng.",
         "text17": "Khách hàng chụp hình/ quay clip sản phẩm bị lỗi hoặc bị hư hỏng… gửi thông tin và yêu cầu trả hàng qua một trong các kênh liên lạc của Yay – For Kids (hotline, facebook, zalo)",
         "text18": "Khách hàng gửi trả hàng theo 1 trong những cách sau:",
         "text19": "Cách 1: Khách hàng mang hàng trực tiếp đến trả tại cửa hàng.",
         "text20": "Cách 2: Gửi về địa chỉ cửa hàng trên kiện hàng khách đã nhận."
      },
      "security": {
         "title": "BẢO MẬT",
         "updating_content": "Nội dung đang được cập nhật"
      },
      "cart": {
         "title": "GIỎ HÀNG",
         "product": "Sản phẩm",
         "header1": "CHI TIẾT SẢN PHẨM",
         "header2": "Số lượng",
         "header3": "Giá",
         "header4": "Thành tiền",
         "header5": "Xóa",
         "btn_continue": "Tiếp tục mua sắm",
         "btn_update": "Cập nhật giỏ hàng",
         "title2": "Tóm tắt đơn hàng",
         "shipping_method": "Phương thức giao hàng",
         "promotion_code": "Mã giảm giá",
         "promotion_code_placeholder": "Nhập mã giảm giá",
         "btn_apply": "Áp dụng",
         "total_cost": "Tổng tiền",
         "btn_checkout": "THANH TOÁN",
         "shipping_method1": "Giao hàng tiêu chuẩn",
         "shipping_method2": "Giao hàng hỏa tốc ( nội thành )",
         "empty_shopping_cart": "Giỏ hàng rỗng",
         "see_product": "Danh sách sản phẩm"
      },
      "error": {
         "required": "Thông tin này là thông tin bắt buộc",
         "email_required": "Email không được để trống",
         "password_required": "Mật khẩu không được để trống",
         "confirmPwd_required": "Mật khẩu xác nhận không được để trống",
         "password_min_length": "Mật khẩu phải nhiều hơn {{0}} ký tự",
         "password_max_length": "Mật khẩu phải ít hơn {{0}} ký tự",
         "incorrect_confirmPwd": "Mật khẩu xác nhận không chính xác"
      }
   },
   "admin": {
      "header": {
         "home": "Home",
         "role": "Roles",
         "user": "Users",
         "product": "Products",
         "age": "Ages",
         "branch": "Branches",
         "skill": "Skills",
         "my_account": "My Account",
         "logout": "Log out"
      },
      "error": {
         "required": "Thông tin này là thông tin bắt buộc"
      }
   }
}