{
   "user": {
      "header": {
         "home": "Home",
         "product": "Products",
         "service": "Services",
         "about": "About",
         "contact": "Contact",
         "cart": "Carts",
         "login": "Login",
         "register": "Register"
      },
      "footer": {
         "receive_news": "RECEIVE NEWS FROM US",
         "information": "INFORMATION",
         "policy": "POLICY",
         "follow": "FOLLOW SHOP",
         "payment": "PAYMENT",
         "email_placeholder": "Enter your email",
         "btn_send": "SEND",
         "hotline": "HOTLINE (9:00 - 19:00)",
         "work_time": "From Monday to Sunday",
         "about_shop": "About Yay for Kids",
         "shopping_guide": "Shopping Guide",
         "payment_delivery": "Delivery & Payment",
         "frequently_question": "Frequently Questions",
         "term_service": "Term of Services",
         "warranty": "Exchange & Warranty",
         "security": "Security",
         "copyright": "Copyright © DTN – All rights reserved.",
         "address": "475A Dien Bien Phu, Ward 25, Binh Thanh District, Ho Chi Minh City, Viet Nam",
         "customer_support": "CUSTOMER SUPPORT"
      },
      "homepage": {
         "new_product": "NEW PRODUCTS",
         "base_on_age": "BASE ON AGE",
         "base_on_skill": "BASE ON SKILL",
         "base_on_branch": "BRANCH",
         "see_more": "See more",
         "updating_product": "Product are being updated"
      },
      "product": {
         "base_on_age": "Base on age",
         "base_on_branch": "Base on branch",
         "base_on_skill": "Base on skill",
         "uncheck": "Unchecked",
         "search": "Search",
         "age": "Age",
         "branch": "Branch",
         "skill": "Skill",
         "updating_product": "Product are being updated",
         "age1": "0-1 years old",
         "age2": "2+ years old",
         "age3": "3+ years old",
         "age4": "4-6 years old",
         "age5": "6-10 years old",
         "age6": "12+ years old",
         "skill1": "Discover",
         "skill2": "Logical thinking",
         "skill3": "The art of painting",
         "skill4": "Quick eyes & sharp hands",
         "skill5": "Social interaction",
         "skill6": "Sedentary"
      },
      "about": {
         "title": "GENERAL INTRODUCTION",
         "text1": "Yay For Kids is a business unit of Educational Toys, stimulating intelligence and developing children's creativity. With the desire to bring good quality, affordable intellectual toys, serving the needs of Vietnamese children to learn, play and learn, we are always looking for reputable, reliable partners. Long-term experience in the design, development and production of Intellectual Toys. The brands that we distribute all meet many safety standards and satisfy European export conditions. We believe that a standard educational toy must not only bring joy to children, but also bring peace of mind to parents. Therefore, choosing safe materials is extremely important.",
         "text2": "Yay is also very interested in user experience, always cherishing the feelings that customers want to send through gifts for friends and relatives. So at Yay, we take care and pay attention to the smallest details when wrapping gifts at the request of customers, finding ways to express the customer's feelings in the best way.",
         "vision": "VISION",
         "mission": "MISSION",
         "aspires": "ASPIRES",
         "text3": "» Become a leading company in intellectual toys, sustainable development for the benefit of consumers.",
         "text4": "» Create a childhood full of joy for children, create a generation of children who develop creative thinking and full of emotions.",
         "text5": "» Try our best to contribute to raising the emotional stature, developing logical thinking, developing emotional intelligence for Vietnamese children. Create more dreams, creative talents, exciting emotions, for a Vietnamese future."
      },
      "contact": {
         "title": "CONTACT US",
         "updating_content": "Content are being updated"
      },
      "login": {
         "title": "LOGIN",
         "email": "Email",
         "email_placeholder": "Enter your email",
         "password": "Password",
         "password_placeholder": "Enter your password",
         "remember_login": "Remember login",
         "forget_password": "Forget password",
         "submit": "Login",
         "text1": "Register if you don't have an account before?",
         "register": "Register"
      },
      "register": {
         "title": "REGISTER",
         "email": "Email",
         "email_placeholder": "Enter email",
         "password": "Password",
         "password_placeholder": "Enter password",
         "confirmPwd": "Confirm password",
         "confirmPwd_placeholder": "Enter confirm password",
         "submit": "Register",
         "text1": "If you had an account?",
         "login": "Login"
      },
      "shopping_guide": {
         "title": "SHOPPING GUIDE",
         "heading1": "STEP 1: REGISTER AN ACCOUNT",
         "heading2": "STEP 2: SEARCH AND LEARN ABOUT PRODUCT INFORMATION",
         "heading3": "STEP 3: ORDER",
         "heading4": "NOTES ABOUT PROMOTION CODE",
         "heading5": "STEP 4: PAYMENT METHOD & HOW TO RECEIVE PRODUCT",
         "text1": "To start shopping on yay.toys and enjoy the best deals, take 1 minute to create an account with your personal Email, Facebook account or Google account. In the next purchase, you just need to visit the website yay.toys, log in and proceed to shop without creating a new account.",
         "text2": "To find the right product for your needs, you can refer to the following 2 ways:",
         "text3": "- Method 1: Access the Toys Menu and select products by category",
         "text4": "- Method 2: Enter the product name or brand name to search in the “Search” bar",
         "text5": "After finding the product you like, you can find out detailed information about the product in the PRODUCT DESCRIPTION and PRODUCT INFORMATION section. In addition, you can also refer to the Feedback of other customers who have purchased and experienced the product in the PRODUCT COMMENTS section.",
         "text6": "After carefully checking the products in the cart, please enter your personal information and promotional code (if any) according to your needs.",
         "text7": "When you need to check your order, please contact directly to Fanpage or hotline 097 88 99 150 / 0968 56 56 59.",
         "text8": "- Only 1 promotion code can be used per order.",
         "text9": "- When there is a gift included with the order, the gift must also appear in your shopping cart before placing the order. Please contact the fanpage directly when you need assistance with the promotion code.",
         "text10": "- For promotional codes applied exclusively to you by Yay - these promotion codes are only applicable when the order is made by your account, Yay will NOT support exchange/return of the gift if you enter the wrong CODE PROMOTION. Therefore, please carefully check the gift received after applying the Promo Code before proceeding to order the product.",
         "text11": "Enter the delivery address, at the same time select the correct delivery method, pay and select the accompanying services if required. After confirming your order, you will receive an order number and confirmation email from Yay. Please save the order number so that our customer service department can solve your queries in case of need.",
         "text12": "When there is a need to check the status of your order, please contact directly to Fanpage or hotline 097 88 99 150 / 0968 56 56 59.",
         "text13": "Yay sincerely thank you and wish you a nice shopping experience!"
      },
      "payment_delivery": {
         "title": "DELIVERY AND PAYMENT",
         "heading1": "DELIVERY METHOD:",
         "heading2": "PAYMENT METHODS:",
         "text1": "Currently, Yay has 2 delivery methods and 3 payment methods as follows:",
         "text2": "- Same-day express delivery: For customers in Ho Chi Minh City. Please note clearly in the order or contact directly to Fanpage or hotline after ordering so that we can prioritize delivery to you.",
         "text3": "- Regular delivery: We will deliver the goods to you through the intermediary shipping units. Estimated delivery time for customers in Ho Chi Minh City is 1-2 days and customers outside the province is 3-4 days.",
         "text4": "- Cash on delivery – COD (applicable to all orders with a delivery address in Vietnam).",
         "text5": "- Payment by bank transfer: After the customer places an order successfully, the system will send an order confirmation email including order code and transfer information. Customers can transfer via iBanking, cash transfer at the bank, transfer via ATM... When transferring, please specify the order code for convenience in checking and updating payment.",
         "text6": "- Transfer information:",
         "text7": "- Recipient's name: xxxx xxxx xxxx",
         "text8": "- Account number: xxxxxxxxxx",
         "text9": "- Bank's name: Bank x",
         "text10": "- Transfer content: Order number and purchase phone number",
         "text11": "- In case you can't write the payment through the ATM, please keep the receipt and call the hotline 0978899150 or send a message to the fanpage for assistance with payment confirmation. After the order is successfully updated, payment will be processed and shipped as soon as possible.",
         "text12": "- Payment via VNPAY: After the customer clicks Complete the order, the website will display the payment interface, you choose to scan the QR code to proceed with the payment. In case you have not paid yet but exit the interface or the QR code has expired, please contact the fanpage or hotline 0978899150 for payment support and order confirmation."
      },
      "frequently_question": {
         "title": "FREQUENTLY QUESTIONS",
         "heading1": "Where do I track my order?",
         "heading2": "I am not satisfied with the product and want to exchange/return, what should I do?",
         "heading3": "Are Yay products trustworthy?",
         "text1": "You can go to Account > Orders to see what orders you have placed and what products are included. If you want to track your order more detailed and specific (shipping unit, shipping route, delivery time, bill of lading code, …), please contact directly to our fanpage. Yay or call the hotline so we can provide you with information.",
         "text2": "Please refer to our return policy HERE. In addition, if you are not satisfied with any aspect, you can comment directly with us through the official fanpage. Yay would like to receive your constructive comments so that we can serve you better in the future.",
         "text3": "We can confirm that, all of our products are genuine imported goods with ISO9001 certificate, EU EXPORT, FAMA DISNEY, ... from major toy manufacturers in the world such as MIDEER, TOI. , AVENIR, ... ensure safety and friendliness with children."
      },
      "term_service": {
         "title": "TERMS OF SERVICE",
         "updating_content":"Content are being updated"
      },
      "exchange_warranty": {
         "title": "EXCHANGE & WARRANTY",
         "heading1": "Conditions of exchange:",
         "heading2": "For online orders",
         "heading3": "Cases of refusal to exchange goods and warranties:",
         "heading4": "Shipping method:",
         "heading5": "- Step 1:",
         "heading6": "- Step 2:",
         "text1": "Please double check the product before paying and leaving the store.",
         "text2": "Yay – For Kids does not apply returns & refunds after purchase.",
         "text3": "» Exchange goods are goods purchased at Yay - For Kids store and must have the corresponding Bill of Lading attached when exchanging goods.",
         "text4": "» Products can be exchanged for in-store purchases and online orders within 14 days (from the date of receipt).",
         "text5": "» Products are eligible for exchange in the following conditions:",
         "text6": "– The product has technical defects due to the manufacturer or lacks details, but the outside of the product is not scratched / broken / broken / deformed.",
         "text7": "– The product received by the customer does not match the product ordered and the product has its packaging intact, not torn / dented.",
         "text8": "– If you insist on returning the goods when the postman arrives to deliver, please pay the delivery costs: shipping and service fees plus (if any) to the post office.",
         "text9": "– Returned products must have the sales invoice sent by Yay – For Kids along with the package.",
         "text10": "» The exchange value must be equal to or greater than the previously purchased product; If the exchanged product has a smaller value, the remaining balance will be counted as a store credit for the next payment.",
         "text11": "› Products damaged by natural disasters, fires, floods, lightning strikes, etc.",
         "text12": "› The product is placed in a dusty, humid place;",
         "text13": "› Products are deformed due to thermal impact, external force impact;",
         "text14": "› The product has mold, rust or is corroded, oxidized by chemicals;",
         "text15": "› The product is not used according to the instructions of Yay - For Kids, so it causes damage;",
         "text16": "› 14 (fourteen) days past the return period for inner city customers; and 17 (seventeen) days for customers outside the province from the date of receipt of goods.",
         "text17": "Customers take pictures/videos of defective or damaged products... send information and request a return via one of Yay - For Kids' communication channels (hotline, facebook, zalo)",
         "text18": "Customers return goods in one of the following ways:",
         "text19": "Method 1: Customers bring goods directly to the store to pay.",
         "text20": "Method 2: Send to the store address on the parcel received by the customer."
      },
      "error": {
         "email_required": "Email can not be blank",
         "password_required": "Password can not be blank",
         "confirmPwd_required": "Confirm password can not be blank",
         "password_min_length": "Password must more than {{0}} characters",
         "password_max_length": "Password must less than {{0}} characters",
         "incorrect_confirmPwd": "Confirm password is incorrect"
      }
   },
   "admin": {
      "header": {
         "home": "Home",
         "role": "Roles",
         "user": "Users",
         "product": "Products",
         "age": "Ages",
         "branch": "Branches",
         "skill": "Skills",
         "my_account": "My Account",
         "logout": "Log out"
      }
   }
}