{
   "title": "EXCHANGE & WARRANTY",
   "heading1": "Conditions of exchange:",
   "heading2": "For online orders",
   "heading3": "Cases of refusal to exchange goods and warranties:",
   "heading4": "Shipping method:",
   "heading5": "- Step 1:",
   "heading6": "- Step 2:",
   "text1": "Please double check the product before paying and leaving the store.",
   "text2": "Yay – For Kids does not apply returns & refunds after purchase.",
   "text3": "» Exchange goods are goods purchased at Yay - For Kids store and must have the corresponding Bill of Lading attached when exchanging goods.",
   "text4": "» Products can be exchanged for in-store purchases and online orders within 14 days (from the date of receipt).",
   "text5": "» Products are eligible for exchange in the following conditions:",
   "text6": "– The product has technical defects due to the manufacturer or lacks details, but the outside of the product is not scratched / broken / broken / deformed.",
   "text7": "– The product received by the customer does not match the product ordered and the product has its packaging intact, not torn / dented.",
   "text8": "– If you insist on returning the goods when the postman arrives to deliver, please pay the delivery costs: shipping and service fees plus (if any) to the post office.",
   "text9": "– Returned products must have the sales invoice sent by Yay – For Kids along with the package.",
   "text10": "» The exchange value must be equal to or greater than the previously purchased product; If the exchanged product has a smaller value, the remaining balance will be counted as a store credit for the next payment.",
   "text11": "› Products damaged by natural disasters, fires, floods, lightning strikes, etc.",
   "text12": "› The product is placed in a dusty, humid place;",
   "text13": "› Products are deformed due to thermal impact, external force impact;",
   "text14": "› The product has mold, rust or is corroded, oxidized by chemicals;",
   "text15": "› The product is not used according to the instructions of Yay - For Kids, so it causes damage;",
   "text16": "› 14 (fourteen) days past the return period for inner city customers; and 17 (seventeen) days for customers outside the province from the date of receipt of goods.",
   "text17": "Customers take pictures/videos of defective or damaged products... send information and request a return via one of Yay - For Kids' communication channels (hotline, facebook, zalo)",
   "text18": "Customers return goods in one of the following ways:",
   "text19": "Method 1: Customers bring goods directly to the store to pay.",
   "text20": "Method 2: Send to the store address on the parcel received by the customer."
}
