{
  "title": "SHOPPING GUIDE",
  "heading1": "STEP 1: REGISTER AN ACCOUNT",
  "heading2": "STEP 2: SEARCH AND LEARN ABOUT PRODUCT INFORMATION",
  "heading3": "STEP 3: ORDER",
  "heading4": "NOTES ABOUT PROMOTION CODE",
  "heading5": "STEP 4: PAYMENT METHOD & HOW TO RECEIVE PRODUCT",
  "text1": "To start shopping on yay.toys and enjoy the best deals, take 1 minute to create an account with your personal Email, Facebook account or Google account. In the next purchase, you just need to visit the website yay.toys, log in and proceed to shop without creating a new account.",
  "text2": "To find the right product for your needs, you can refer to the following 2 ways:",
  "text3": "- Method 1: Access the Toys Menu and select products by category",
  "text4": "- Method 2: Enter the product name or brand name to search in the “Search” bar",
  "text5": "After finding the product you like, you can find out detailed information about the product in the PRODUCT DESCRIPTION and PRODUCT INFORMATION section. In addition, you can also refer to the Feedback of other customers who have purchased and experienced the product in the PRODUCT COMMENTS section.",
  "text6": "After carefully checking the products in the cart, please enter your personal information and promotional code (if any) according to your needs.",
  "text7": "When you need to check your order, please contact directly to Fanpage or hotline 097 88 99 150 / 0968 56 56 59.",
  "text8": "- Only 1 promotion code can be used per order.",
  "text9": "- When there is a gift included with the order, the gift must also appear in your shopping cart before placing the order. Please contact the fanpage directly when you need assistance with the promotion code.",
  "text10": "- For promotional codes applied exclusively to you by Yay - these promotion codes are only applicable when the order is made by your account, Yay will NOT support exchange/return of the gift if you enter the wrong CODE PROMOTION. Therefore, please carefully check the gift received after applying the Promo Code before proceeding to order the product.",
  "text11": "Enter the delivery address, at the same time select the correct delivery method, pay and select the accompanying services if required. After confirming your order, you will receive an order number and confirmation email from Yay. Please save the order number so that our customer service department can solve your queries in case of need.",
  "text12": "When there is a need to check the status of your order, please contact directly to Fanpage or hotline 097 88 99 150 / 0968 56 56 59.",
  "text13": "Yay sincerely thank you and wish you a nice shopping experience!"
}
